<template>
<!-- 协议 -->
   <div class="protocol">
       <div style="height:60px;"></div>
       <div class="protocol1">
           <h1>益友科技服务协议（草案）</h1>
           <p>欢迎您来到益友科技。<br>
请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入益友科技。当您注册成功，无论是进入益友科技，还是使用益友科技任何服务，均意味着您（即「用户」）完全接受本协议项下的全部条款。
           </p>
           <h1>会员注册、升级协议</h1>
           <p>
               <span>一、定义</span><br>
               益友会：益友会是由大益集团发起成立的爱茶人网络化生活平台。 以“惜茶爱人”为宗旨，益友会为全球茶人茶友提供茶产品、茶器具、茶空间、茶会、茶道课程等全方位茶生活的咨询、交流、分享、互动、定制和购买服务，致力于让每一个人都能轻松接触茶、了解茶、爱上茶，享受茶的滋味、品味与真味。有茶生活，身心大益，益友会愿做天下爱茶人最温馨的家。
益友会各服务平台：指包括益友会App、益友会（域名为www.yestae.com）等网站及客户端。
益友会会员：指在益友会各平台注册的个人用户。
益友会平台账户：指包括益友会App、益友会（域名为www.yestae.com）等服务平台上注册的账户（包含注册用手机号码及密码）。<br>
               <span>二、会员注册与使用规则</span><br>
               2.1 会员申请资格
请您确认，在您开始注册成为益友会会员前，应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。<br>
若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。<br>
2.2 会员会籍说明<br>
【会籍获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您即成为益友会会员，并获得益友会平台账户。<br>
【益友会平台账户使用】您有权使用您设置或确认的益友会会员昵称、手机号码及您设置的密码登录益友会各平台。<br>
【不活跃账户回收及会籍冻结】如您在益友会各平台的账户同时符合以下条件，则益友会有权回收您的账户，并冻结您的会员会籍：<br>
（一）连续两年以上（含两年）未使用益友会平台账户登录益友会各平台；<br>
（二）平台账户余额为零；<br>
（三）不存在任何未到期的有效业务。<br>
【已冻结会籍的重新激活】 如您的会员账户因超期未使用而被冻结，可通过找回账户功能重新启用您的平台账户，并激活您的会员会籍。<br>
2.3 会员注册信息管理<br>
2.3.1 信息真实有效<br>
在您使用益友会服务时，您应当按平台页面的提示准确完整地提供您的信息（包括您的用户名/昵称、联系电话、联系地址等），以便益友会与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性，如您提供的注册信息存在不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且益友会保留终止用户使用益友会及益友会各平台服务的权利。<br>
2.3.2 及时更新维护<br>
您应当及时更新您提供的信息，作为益友会及益友会各平台为您提供服务的依据。您了解并同意，当您的注册信息发生变更，您有义务及时更新注册信息，并承担因此引起的相应责任及后果。<br>
2.3.3会员信息保护<br>
益友会非常重视对益友会会员个人信息的保护，对于会员提供的所有个人信息，仅用于向您提供您使用的各项服务，并维护、改进这些服务，或向您推荐您可能感兴趣的内容，除上所述，如非得到会员的授权或法律另有规定，益友会不会向外界披露会员个人信息。<br>
2.4 会员账户安全规范<br>
【账户安全保管义务】<br>
您的账户为您自行设置并由您保管，会员应当谨慎合理地保管、使用您的益友会平台账户及密码。账户因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。如果您发现任何未经授权使用您账户登录益友会各平台或其他可能导致您账户遭窃、遗失的情况，请及时通知益友会，并向公安机关报案。您理解益友会对您的任何请求采取行动均需要合理时间，除益友会及益友会各平台存在过错外，益友会对在采取行动前已经产生的后果不承担任何责任。<br>
【会员行为责任自负】<br>
会员需承担平台账户行为所产生的全部责任；除益友会及益友会各平台存在过错外，您应对会员账户下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。<br>
2.5 大益商城<br>
【大益商城商品及/或服务的购买】<br>
当您在大益商城购买商品及/或服务时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。<br>
您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱大益商城正常交易秩序的行为。<br>
基于维护大益商城交易秩序及交易安全的需要，大益商城发现上述情形时可主动执行关闭相关交易订单等操作。<br>
【账户余额】<br>
账户余额仅用于大益商城的消费，不可退款或提现。<br>
【商品信息】<br>
大益商城上的商品价格、数量、是否有货等商品信息随时都有可能发生变动，大益商城不作特别通知。<br>
由于网站上商品信息的数量极其庞大，虽然大益商城会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，大益商城显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；大益商城欢迎纠错。<br>
【交易关系】<br>
大益商城展示的商品和价格等信息仅仅是交易信息的发布，您下单时须填写您希望购买的商品数量、价款、收货人、联系方式、收货地址等内容；<br>
系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售方发出的交易诉求；<br>
销售方收到您的订单信息后，只有在销售方将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与销售方之间就实际直接向您发出的商品建立了交易关系；<br>
如果您在一份订单里订购了多种商品并且销售方只给您发出了部分商品时，您与销售方之间仅就实际直接向您发出的商品建立了交易关系；<br>
只有在销售方实际直接向您发出了订单中订购的其他商品时，您和销售方之间就订单中该其他已实际直接向您发出的商品才成立交易关系。<br>
您可以随时登录您在大益商城的会员账户，查询您的订单状态。 由于市场变化及各种以合理商业努力难以控制的因素的影响，大益商城无法保证您提交的订单信息中希望购买的商品都会有货；<br>
如您拟购买的商品，发生缺货，您有权取消订单。<br>
【商品配送】<br>
大益商城将会把商品（货物）配送至您指定的收货地址，因如下情况造成订单延迟或无法配送等，大益商城不承担责任：<br>
（一）用户提供的信息错误、地址不详细等原因导致的；<br>
（二）货物送达后无人签收，导致无法配送或延迟配送的；<br>
（三）因快递或第三方递送服务等原因造成的延迟或损坏；<br>
（四）情势变更因素导致的；<br>
（五）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。<br>
【评价】<br>
您有权在大益商城提供的评价系统中对与您达成交易的商品及/或服务进行评价。<br>
您应当理解，您在大益商城的评价信息是公开的，如您不愿意在评价信息中向公众披露您的身份信息，您有权选择通过匿名形式发表评价内容。<br>
您的所有评价行为应遵守益友会会员注册协议及大益商城规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息。<br>
大益商城可按照益友会会员注册协议及大益商城的相关规定对您实施上述行为所产生的评价信息进行删除或屏蔽。<br>
2.6 会员信息发布规范<br>
【信息发布】<br>
当您发布信息时，视为您声明并保证，对您所发布的信息真实合法承担法律责任。<br>
【禁止性信息】<br>
依据国家相关法律法规规章规定，您应当确保您所发布的信息不包含以下内容：<br>
（一）违反国家法律法规、行业管理规范性文件已明确的禁止性规定；<br>
（二）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；<br>
（三）欺诈、虚假、不准确或存在误导性的；<br>
（四）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；<br>
（五）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；<br>
（六）存在可能破坏、篡改、删除、影响益友会各平台任何系统正常运行或未经授权获取益友会及益友会各平台用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；<br>
（七）其他违背社会公共利益或公共道德或依据益友会会员注册协议及益友会各平台规则的相关规定不适合在益友会各平台上发布的。 出现以上信息，益友网有权予以删除或者屏蔽。<br>
【授权使用】<br>
对于您提供及发布除个人信息外的文字、图片、视频、音频等非个人信息（包括但不限于客户评价、客户咨询、各类话题文章等信息内容，当注明是否为本人原创，若是转载须注明转载自何处）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给益友会及益友会各平台所有，会员同意益友会有权就任何主体侵权而单独提起诉讼。<br>
益友会会员注册协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于会员在益友会各平台上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。您同意并已充分了解本协议的条款，承诺不将已发表于益友会各平台的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。<br>
2.7 益友会知识产权条款<br>
【知识产权声明】<br>
益友会拥有益友会各平台内容及资源的著作权等合法权利，受国家法律保护，有权不时地对本协议及益友会各平台的内容进行修改，并公布张贴，无须另行通知会员。<br>
在法律允许的最大限度范围内，益友会对本协议及益友会各平台内容拥有解释权。<br>
除法律另有强制性规定外，未经益友会或相应益友会平台明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，益友会有权追究其法律责任。<br>
益友会各平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是益友会或其内容提供者的财产，受中国和国际版权法的保护。<br>
益友会各平台上所有内容的汇编是益友会的排他财产，受中国和国际版权法的保护。益友会各平台上所有软件都是益友会的财产，受中国和国际版权法的保护。<br>
2.8 责任限制<br>
【不可抗力】<br>
益友会及益友会各平台负责"按现状"和"可得到"的状态向您提供服务。益友会及益友会各平台依法律规定承担基础保障义务，但无法对由于信息网络设备维护、连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，暴乱，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或因第三方原因而给您造成的损害结果承担责任。<br>
【不承诺担保】<br>
益友会不担保所包含的或以其它方式通过益友会平台提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从益友会各平台发出的电子信件、信息没有病毒或其他有害成分。<br>
                <span>三、通知</span><br>
                您同意益友会及益友会各平台以以下合理的方式向您送达各类通知：<br>
（一）公示的文案；<br>
（二）站内信、客户端推送的消息；<br>
（三）根据您预留于益友会的联系方式发出的电子邮件、短信、函件等。<br>
                <span>四、协议的变更和终止</span><br>
                【协议变更】<br>
益友会可根据国家法律法规变化及维护交易秩序、保护会员权益需要，不时修改本协议、补充协议，变更后的协议及补充协议将通过法定程序并以本协议第三条约定的方式通知您。<br>
如您在变更事项生效后仍继续使用益友会及益友会各平台服务，则视为您同意已生效的变更事项； 如您对已生效的变更事项不同意的，您应当于变更事项确定的生效之日起停止使用益友会及益友会各平台服务，则变更事项对您不产生效力。<br>
【协议终止】<br>
出现以下情况时，益友会及益友会各平台可以本协议第三条的所列的方式通知您终止本协议：<br>
（一）您违反本协议约定，益友会及益友会各平台依据本协议相关约定终止的；<br>
（二）注册账户出现被盗用，发布违禁信息、骗取他人财物、扰乱市场秩序、采取不正当手段谋利等行为，益友会依据益友会会员注册协议及益友会各平台规则对相关账户予以封闭的；<br>
（三）除上述情形外，因您违反益友会会员注册协议及益友会各平台规则三次以上或者情节严重，益友会依据益友会会员注册协议及益友会各平台规则对您的账户予以封闭的；<br>
（四）您的账户被益友会依据本协议回收的；<br>
（五）其它应当终止服务的情况。<br>
【保留权利】<br>
本协议终止后，益友会仍享有下列权利：<br>
（一）继续保存您留存于益友会各平台的本协议2.6所列的各类信息；<br>
（二）对于您过往的违约行为，益友会仍可依据本协议向您追究违约责任；<br>
（三）若您账户在关闭时尚有余额，待与您相关的责任问题处理完毕，再作处理。<br>
【终止后的交易处理】<br>
本协议终止后，对于您在本协议存续期间产生的交易订单，益友会有权决定是否关闭该等交易订单； 如交易继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。<br>
               <span>五、法律适用、管辖与其他</span><br>
               【法律适用】<br>
本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。<br>
【管辖】<br>
您因使用益友会及益友会各平台服务所产生的争议，由益友会及益友会各平台与您协商解决。协商不成时，任何一方均可向北京益友会科技有限公司所在地人民法院提起诉讼。<br>
【可分性】<br>
本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。<br>
           </p>
       </div>
       <div style="height:60px;"></div>
   </div>
</template>
<script>
// 协议
export default {
    data(){
        return{
           
        }
    },
    methods:{
    
    },
    created(){
      
    }
}
</script>
<style scoped>
.protocol{
    background: #e5e5e5;
    margin-top:60px; 
  }
.protocol1{
    background-color: #efefef;
    padding: 50px;
    -webkit-box-sizing: border-box;
    box-sizing: border-box;
    margin:0 auto;
    width: 1200px;
    height:5760px;
    font: 12px/1.5 PingFangSC-Regular,Microsoft YaHei,Heiti SC,tahoma,arial,Hiragino Sans GB,"\\5B8B\4F53","sans-serif";
    color: #666;
}
h1{text-align: center}
p{
    font-size: 13px;
    color: #999;
    line-height: 42px;
    font-weight: 300;
}
span{
    color: #333;
    font-weight: 400;
    line-height: 16px;
}
</style>